tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'neovim/neovim'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'boost'
brew 'ghc'
brew 'cabal-install'
brew 'pkg-config'
brew 'gmp'
brew 'isl'
brew 'cloog'
brew 'cmake'
brew 'ctags'
brew 'darcs'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'libpng'
brew 'jbig2dec'
brew 'little-cms2'
brew 'freetype'
brew 'ghostscript'
brew 'epstool'
brew 'exiv2'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'fftw'
brew 'figlet'
brew 'fontconfig'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'pcre'
brew 'git'
brew 'gl2ps'
brew 'gnu-sed'
brew 'lua'
brew 'readline'
brew 'qt'
brew 'gnuplot', args: ['with-qt']
brew 'graphicsmagick'
brew 'graphviz'
brew 'httpie'
brew 'imagemagick'
brew 'libdvdcss'
brew 'luajit'
brew 'makedepend'
brew 'markdown'
brew 'mercurial'
brew 'openssl'
brew 'node'
brew 'pandoc'
brew 'plotutils'
brew 'pstoedit'
brew 'pyenv'
brew 'pyenv-virtualenvwrapper'
brew 'sqlite'
brew 'python3'
brew 'sip'
brew 'pyqt'
brew 'python'
brew 'qscintilla2'
brew 'swig'
brew 'szip'
brew 'tbb'
brew 'texinfo'
brew 'the_silver_searcher'
brew 'vim', args: ['with-lua', 'with-luajit']
brew 'wget'
brew 'zsh'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/python/numpy'
brew 'homebrew/science/veclibfort'
brew 'homebrew/science/arpack'
brew 'homebrew/science/glpk'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/qhull'
brew 'homebrew/science/qrupdate'
brew 'homebrew/science/suite-sparse'
brew 'neovim/neovim/neovim', args: ['HEAD']
cask 'betterzipql'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'suspicious-package'
cask 'webp-quicklook'
